[
    {
        "id": 1,
        "name": "London",
        "country": "United Kingdom",
        "description": "Lunar New Year as grown exponentially in importance and recognition in the UK. While the first celebration was in 1963 in London’s Gerrard Street, blossoming into the city’s Chinatown, it has now grown to more than 100 events nationwide. Now, London honors the event starting with a parade starting on Charing Cross Road, leading to Trafalgar Square where lion dances and live performances are held.",
        "more": "Shen Fu-tsung became the first Chinese person to visit the UK in 1685, cataloging Oxford’s Chinese.",
        "latitude": 57.1200,
        "longitude": -4.7100,
        "heroPicture": "london",
        "pictures": ["photo2", "photo3", "photo4"],
        "advisory": "We accept no liability for any visitors eaten alive by midges."
    },
    {
        "id": 2,
        "name": "Chinatown, New York City",
        "country": "United States",
        "description": "Asian communities within the US still widely celebrate the Lunar New Year. For example, in Chinatown, NYC, festivities include an annual New York Philharmonic concert and a Chinese New Year Parade. The parade includes lion dances, martial arts performances, and more.",
        "more": "This week, Congresswoman Grace Meng introduced legislation to make Lunar New Year a federally recognized holiday!",
        "latitude": 40.7158,
        "longitude": -73.9970,
        "heroPicture": "nyc",
        "pictures": ["photo1", "photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8"],
        "advisory": "We accept no liability for any visitors eaten alive by bears."
    },
    {
        "id": 3,
        "name": "Delhi",
        "country": "India",
        "description": "Various lunar calendars are used throughout India, and each state celebrates New Year. The two most common lunar new year celebrations are Diwali and Gudi Padwa. Diwali is a festival of lights and new beginnings.",
        "more": "The Indian national calendar is called the Shalivahana Shaka calendar.",
        "latitude": 28.7041,
        "longitude": 77.1025,
        "heroPicture": "delhi",
        "pictures": ["photo7", "photo8", "photo1", "photo2", "photo3", "photo4", "photo5", "photo6"],
        "advisory": ""
    },
    {
        "id": 4,
        "name": "Kuala Lumpur",
        "country": "Malaysia",
        "description": "Lunar new year is widely celebrated throughout Malaysia, with the country establishing a two-day holiday in recognition. However, the holiday extends far beyond that for many citizens, with celebrations going on for a total of 15 days! Because of the holiday day, many people return home to their families in a process referred to as “balik kampung,” or “returning to the village.” Once at home, common traditions include a thorough spring cleaning to remove back luck, a hearty Family dinner, and handing out “ang pows,” or red envelopes with cash to children and unmarried relatives. When celebrating with others, the streets are busy and full of life, with many lanterns hung and lion dances and firecrackers all throughout. Overall, the holiday is filled with optimism to start the new year on the right foot.",
        "more": "A popular dish eaten during Lunar New Year is a “yee sang,” a raw fish salad!",
        "latitude": 3.1390,
        "longitude": 101.6869,
        "heroPicture": "kuala",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 5,
        "name": "Tokyo",
        "country": "Japan",
        "description": "Japan actually does not celebrate the Lunar New Year! After the Meiji Restoration, the Japanese New Year is based on the Gregorian Calendar instead. Some New Year's traditions include giving otoshidama, where envelopes filled with money are given to children, and osouji, where the entire household is deep cleaned to begin the year on a clean slate.",
        "more": "Hatsumōde is where Japanese people visit temples/shrines on the first few days of the New Year. In 2010, 3.2 million people visited the Meiji Jingu shrine in 3 days!",
        "latitude": 35.6762,
        "longitude": 139.6503,
        "heroPicture": "tokyo",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 6,
        "name": "Seoul",
        "country": "Korea",
        "description": "Korean New Year, or Seollal, is the first day of the Korean Lunar Calendar. The celebration is usually three days long, and families gather to worship ancestors and pay respect to the elderly, which is referred to as the “charye”. During this time, friends and families also play card games and enjoy good food together.",
        "more": "A \"sebae\" is the activity where children and students bow to their elders and receive small gifts of money.",
        "latitude": 35.9078,
        "longitude": 127.7669,
        "heroPicture": "seoul",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 7,
        "name": "Beijing, Shanghai, and more",
        "country": "China",
        "description": "In Northern China, dumplings are traditionally eaten on New Year's Eve to symbolize wishes for wealth. It is common to watch the annual Spring Festival Gala, and to put up decorative paper cuttings on their windows. In Southern China, nian gao and tangyuan are traditionally eaten on New Year's Eve to symbolize prosperity and togetherness. Fewer people watch the Spring Gala, and they put up golden kumquat trees and flowers to decorate.",
        "more": "The Spring Festival is the longest Chinese holiday!",
        "latitude": 39.9042,
        "longitude": 116.4074,
        "heroPicture": "beijing",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 8,
        "name": "Manila",
        "country": "Philippines",
        "description": "Lunar New Year is quite the important holiday in the Philippines, with it being recognized as a special non-working holiday by the government. Binondo in Manila is a popular spot during this celebration. Here, people watch the Parades of Dragons and Lions, a color affair full of dragon dancing, drums, and cymbals. Firecrackers are set off to scare away bad spirits, with many Filipinos banging together pots and horns to create more noise. Back home, a grand meal is prepared for the family, including a sticky rice dish called “tikoy” to represent uniting the family members together.",
        "more": "Binondo in Manila is considered the oldest Chinatown in the world!",
        "latitude": 14.5995,
        "longitude": 120.9842,
        "heroPicture": "manila",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 9,
        "name": "Dieng Plateau, Central Java",
        "country": "Indonesia",
        "description": "Popularly known as Imlek or the Spring Festival, Lunar New year is a holiday for wishing good luck for family. On New Year's Eve, the people on Dieng climb Sikunir Hill to release lanterns into the night sky. Before the lantern festival tradition, they used to light candles along Lake Cebong. However, since the lake has greatly dried up, the lantern festival began instead.",
        "more": "Chinese culture and language in Indonesia used to be restricted, and all public celebrations of Chinese religious festivals were banned.It wasn't until 2000 that Chinese were allowed to celebrate in public. Imlek (Chinese New Year) was only made an official public holiday in Indonesia ten years ago!",
        "latitude": -7.2149,
        "longitude": 109.8994,
        "heroPicture": "dieng",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 10,
        "name": "Rio de Janeiro",
        "country": "Brazil",
        "description": "Brazil has the largest population of East Asians in Latin America, with approximately more than 250,000 Chinese Brazilians. However, although the Chinese community in Brazil dates back to the 1800s, the Lunar New Year wasn't officially celebrated until 2017, when Rio de Janeiro’s legislative assembly held a ceremony marking it for the first time. In Rio, the statue of Christ the Redeemer is now even illuminated in red to celebrate the Lunar New Year.",
        "more": "Of the 300,000 Chinese Brazilians, about 200,000 live in São Paulo.",
        "latitude": -22.9068,
        "longitude": -43.1729,
        "heroPicture": "rio",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
    {
        "id": 11,
        "name": "Lima",
        "country": "Peru",
        "description": "With the largest Chinese population in Latin America, with approximately 10-15% of the 30 million Peruvians being of Chinese descent, Lunar New Year is certainly a packed and celebrated affair. This holiday is underscored as bringing together family, to return home and help out with cleaning and cooking. During this holiday, many head over to Capón Street, the heart of Lima’s Chinatown. People symbolically hang lettuce tied to red envelopes onto doors to represent gaining money in the new year. The streets are filled with lion dancers and fireworks to welcome the new year.",
        "more": "Lima is home to Chifa—a fusion blend of Chinese-Peruvian cuisine!",
        "latitude": -12.0464,
        "longitude": -77.0428,
        "heroPicture": "lima",
        "pictures": ["photo2", "photo3", "photo4", "photo5", "photo6", "photo7", "photo8", "photo1"],
        "advisory": "We accept no liability for any visitors eaten alive by Pokemon."
    },
]
